Repository: jmlcas/lab-media-categories-and-tags
Catalog: languages/labmct-*.po
Languages: es_es

source: Very simple plugin only add news Categories, news Tags and trash to WordPress Media Library.
es_es: Plugin muy sencillo, que solo agrega nuevas categorías, nuevas etiquetas y la papelera en la Biblioteca de medios de WordPress.

# Taxonomy General Name
source: Thematics
es_es: Temáticas

# Taxonomy Singular Name
source: Thematic
es_es: Temática

source: Thematics
es_es: Temáticas

source: Search_Thematics
es_es: Buscar temáticas

source: All Thematics
es_es: Todas las temáticas

source: Parent Thematic
es_es: Temática superior

source: Parent Thematic:
es_es: Temática superior:

source: Edit Thematic
es_es: Editar temática

source: Update Thematic
es_es: Actualizar temática

source: Add New Thematic
es_es: Añadir una nueva temática

source: New Thematic Name
es_es: Renombrar temática

source: View Thematic
es_es: Ver temática

source: Separate thematics with commas
es_es: Separar temáticas con comas

source: Add or remove thematics
es_es: Añadir o eliminar temáticas

source: Choose from the most used
es_es: Elige entre las más usadas

source: Popular thematics
es_es: Temáticas más usadas

source: Not Found
es_es: No encontrado

source: No thematics
es_es: No hay temáticas

source: Thematics list
es_es: Listado de temáticas

source: Thematics list navigation
es_es: Listado navegación de temáticas

# Taxonomy General Name
source: Types
es_es: Tipos

# Taxonomy Singular Name
source: Type
es_es: Tipo

source: Types
es_es: Tipos

source: Search_Types
es_es: Buscar tipos

source: All Types
es_es: Todos los tipos

source: Edit Type
es_es: Editar tipo

source: Update Type
es_es: Actualizar tipo

source: Add New Type
es_es: Añadir un nuevo tipo

source: New Type Name
es_es: Renombrar tipo

source: View Type
es_es: Ver tipo

source: Separate types with commas
es_es: Separar tipos con comas

source: Add or remove types
es_es: Añadir o eliminar tipos

source: Popular types
es_es: Tipos más usados

source: No terms
es_es: Sin términos

source: Types list
es_es: Listado de tipos

source: Types list navigation
es_es: Listado navegación de tipos
